{
  "name": "2 కొరింథీయులకు",
  "id": "book47",
  "chapters": [
    {
      "name": "Chapter 1",
      "id": "chapter1",
      "verses": [
        {
          "des": "దేవుని చిత్తమువలన క్రీస్తు యేసుయొక్క అపొస్తలుడైన పౌలును, మన సహోదరుడైన తిమోతియును, కొరింథులో నున్న దేవుని సంఘమునకును, అకయయందంతటనున్న పరిశుద్ధులకందరికిని శుభమని చెప్పి వ్రాయునది.",
          "id": "1"
        },
        {
          "des": "మన తండ్రియైన దేవునినుండియు ప్రభువైన యేసుక్రీస్తు నుండియు కృపయు సమాధానమును మీకు కలుగును గాక.",
          "id": "2"
        },
        {
          "des": "కనికరము చూపు తండ్రి, సమస్తమైన ఆదరణను అనుగ్ర హించు దేవుడు, మన ప్రభువైన యేసుక్రీస్తుతండ్రియునైన దేవుడు స్తుతింపబడునుగాక.",
          "id": "3"
        },
        {
          "des": "దేవుడు మమ్మును ఏ ఆదరణతో ఆదరించుచున్నాడో, ఆ ఆదరణతో ఎట్టి శ్రమలలో ఉన్నవారినైనను ఆదరించుటకు శక్తిగలవార మగునట్లు, ఆయన మాశ్రమ అంతటిలో మమ్మును ఆదరించు చున్నాడు.",
          "id": "4"
        },
        {
          "des": "క్రీస్తుయొక్క శ్రమలు మాయందేలాగు విస్తరించుచున్నవో, ఆలాగే క్రీస్తుద్వారా ఆదరణయు మాకు విస్తరించుచున్నది.",
          "id": "5"
        },
        {
          "des": "మేము శ్రమ పొందినను మీ ఆదరణకొరకును రక్షణకొరకును పొందుదుము; మేమాదరణ పొందినను మీ ఆదరణకొరకై పొందుదుము. ఈ ఆదరణ, మేముకూడ పొందుచున్నట్టి ఆ శ్రమలను ఓపికతో సహించుటకు కార్యసాధకమై యున్నది.",
          "id": "6"
        },
        {
          "des": "మీరు శ్రమలలో ఏలాగు పాలివారైయున్నారో, ఆలాగే ఆదరణలోను పాలివారైయున్నారని యెరుగుదుము గనుక మిమ్మునుగూర్చిన మా నిరీక్షణ స్థిరమైయున్నది.",
          "id": "7"
        },
        {
          "des": "సహో దరులారా, ఆసియలో మాకు తటస్థించిన శ్రమనుగూర్చి మీకు తెలియకుండుట మాకిష్టములేదు; అదేదనగా మేము బ్రదుకుదుమను నమ్మకములేక యుండునట్లుగా, మా శక్తికి మించిన అత్యధిక భారమువలన క్రుంగిపోతివిు.",
          "id": "8"
        },
        {
          "des": "మరియు మృతులను లేపు దేవునియందేగాని, మాయందే మేము నమి్మక యుంచకుండునట్లు మరణమగుదుమను నిశ్చయము మామట్టుకు మాకు కలిగియుండెను.",
          "id": "9"
        },
        {
          "des": "ఆయన అట్టి గొప్ప మరణమునుండి మమ్మును తప్పించెను, ఇక ముందుకును తప్పించును. మరియు మాకొరకు ప్రార్థనచేయుటవలన మీరు కూడ సహాయము చేయుచుండగా, ఆయన ఇక ముందుకును మమ్మును తప్పించునని ఆయనయందు నిరీక్షణ గలవారమై యున్నాము.",
          "id": "10"
        },
        {
          "des": "అందువలన అనేకుల ప్రార్థన ద్వారా, మాకు కలిగిన కృపావరముకొరకు అనేకులచేత మా విషయమై కృతజ్ఞతాస్తుతులు చెల్లింపబడును.",
          "id": "11"
        },
        {
          "des": "మా అతిశయమేదనగా, లౌకిక జ్ఞానము ననుసరింపక, దేవుడనుగ్రహించు పరిశుద్ధతతోను నిష్కాపట్యముతోను దేవుని కృపనే అనుసరించి లోకములో నడుచుకొంటి మనియు, విశేషముగా మీయెడలను నడుచుకొంటిమనియు, మా మనస్సాక్షి సాక్ష్యమిచ్చుటయే",
          "id": "12"
        },
        {
          "des": "మీరు చదువుకొని పూర్తిగా గ్రహించిన సంగతులు తప్ప, మరేవియు మీకు వ్రాయుట లేదు; కడవరకు వీటిని ఒప్పుకొందురని నిరీ క్షించుచున్నాము.",
          "id": "13"
        },
        {
          "des": "మరియు మన ప్రభువైన యేసుయొక్క దినమందు మీరు మాకేలాగో, ఆలాగే మేము మీకును అతిశయకారణమై యుందుమని, మీరు కొంత మట్టుకు మమ్మును ఒప్పుకొనియున్నారు.",
          "id": "14"
        },
        {
          "des": "మరియు ఈ నమి్మకగలవాడనై మీకు రెండవ కృపా వరము లభించునట్లు మొదట మీయొద్దకు వచ్చి,",
          "id": "15"
        },
        {
          "des": "మీ యొద్దనుండి మాసిదోనియకు వెళ్లి మాసిదోనియనుండి మరల మీయొద్దకు వచ్చి, మీచేత యూదయకు సాగనంప బడవలెనని ఉద్దేశించితిని.",
          "id": "16"
        },
        {
          "des": "కావున నేనీలాగు ఉద్దేశించి చపలచిత్తుడనుగా నడుచుకొంటినా? అవును అవునని చెప్పుచు, కాదు కాదనునట్టు ప్రవర్తింపవలెనని నా యోచనలను శరీరానుసారముగా యోచించుచున్నానా?",
          "id": "17"
        },
        {
          "des": "దేవుడు నమ్మదగినవాడు గనుక మేము మీకు చెప్పిన వాక్యము అవునని చెప్పి కాదనునట్టుగా ఉండలేదు.",
          "id": "18"
        },
        {
          "des": "మాచేత, అనగా నా చేతను సిల్వాను చేతను తిమోతిచేతను, మీలో ప్రకటింపబడిన దేవుని కుమారుడగు యేసుక్రీస్తు అవునని చెప్పి కాదనువాడై యుండలేదు గాని ఆయన అవుననువాడై యున్నాడు.",
          "id": "19"
        },
        {
          "des": "దేవుని వాగ్దానములు ఎన్నియైనను అన్నియు క్రీస్తునందు అవునన్నట్టుగానే యున్నవి గనుక మనద్వారా దేవునికి మహిమ కలుగుటకై అవి ఆయనవలన నిశ్చయములై యున్నవి.",
          "id": "20"
        },
        {
          "des": "మీతో కూడ క్రీస్తునందు నిలిచియుండునట్లుగా మమ్మును స్థిరపరచి అభిషేకించినవాడు దేవుడే.",
          "id": "21"
        },
        {
          "des": "ఆయన మనకు ముద్రవేసి, మన హృదయములలో మనకు ఆత్మ అను సంచకరువును అనుగ్రహించి యున్నాడు.",
          "id": "22"
        },
        {
          "des": "మీయందు కనికరము3 కలిగినందున నేను మరల కొరింథునకు రాలేదు. నా ప్రాణముతోడు ఇందుకు దేవునిని సాక్షిగా పెట్టుచున్నాను.",
          "id": "23"
        },
        {
          "des": "మీ విశ్వాసము మీద మేము ప్రభువులమని యీలాగు చెప్పుటలేదు గాని మీ ఆనందమునకు సహకారులమై యున్నాము; విశ్వా సముచేతనే మీరు నిలుకడగా ఉన్నారు.",
          "id": "24"
        }
      ]
    },
    {
      "name": "Chapter 2",
      "id": "chapter2",
      "verses": [
        {
          "des": "మరియు నేను దుఃఖముతో మీయొద్దకు తిరిగిరానని నామట్టుకు నేను నిశ్చయించుకొంటిని.",
          "id": "1"
        },
        {
          "des": "నేను మిమ్మును దుఃఖపరచునెడల నాచేత దుఃఖపరచబడినవాడు తప్ప మరి ఎవడు నన్ను సంతోషపరచును?",
          "id": "2"
        },
        {
          "des": "నేను వచ్చి నప్పుడు ఎవరివలన నేను సంతోషము పొందతగినదో, వారివలన నాకు దుఃఖము కలుగకుండవలెనని యీ సంగతి మీకు వ్రాసితిని. మరియు నా సంతోషము మీ అందరి సంతోషమేయని మీ అందరియందు నమ్మకము కలిగి యీలాగు వ్రాసితిని.",
          "id": "3"
        },
        {
          "des": "మీకు దుఃఖము కలుగవలెనని కాదు గాని, మీయెడల నాకు కలిగియున్న అత్యధికమైన ప్రేమను మీరు తెలిసికొనవలెనని, నిండు శ్రమతోను మనోవేదనతోను ఎంతో కన్నీరు విడుచుచు మీకు వ్రాసితిని.",
          "id": "4"
        },
        {
          "des": "ఎవడైనను దుఃఖము కలుగజేసి యుండినయెడల,నాకు మాత్రము కాదు కొంతమట్టుకు మీకందరికిని దుఃఖము కలుగజేసియున్నాడు. నేను విశేషభారము వానిమీద మోపగోరక యీ మాట చెప్పుచున్నాను.",
          "id": "5"
        },
        {
          "des": "అట్టివానికి మీలో ఎక్కువమందివలన కలిగిన యీ శిక్షయే చాలును",
          "id": "6"
        },
        {
          "des": "గనుక మీరిక వానిని శిక్షింపక క్షమించి ఆదరించుట మంచిది. లేనియెడల ఒకవేళ వాడు అత్యధికమైన దుఃఖములో మునిగిపోవును.",
          "id": "7"
        },
        {
          "des": "కావున వాని యెడల మీ ప్రేమను స్థిరపరచవలెనని మిమ్మును బతిమాలుకొను చున్నాను.",
          "id": "8"
        },
        {
          "des": "మీరన్ని విషయములందు విధేయులై యున్నారేమో అని మీ యోగ్యత తెలిసికొనుటకే గదా పూర్వము వ్రాసితిని.",
          "id": "9"
        },
        {
          "des": "మీరు దేనిగూర్చియైనను ఎవని క్షమించుచున్నారో నేనును వానిని క్షమించుచున్నాను.",
          "id": "10"
        },
        {
          "des": "నేనేమైనను క్షమించియుంటే సాతాను మనలను మోస పరచకుండునట్లు, మీ నిమిత్తము, క్రీస్తు సముఖమునందు క్షమించియున్నాను; సాతాను తంత్రములను మనము ఎరుగనివారము కాము.",
          "id": "11"
        },
        {
          "des": "క్రీస్తు సువార్త ప్రకటించుటకు నేను త్రోయకు వచ్చి నప్పుడు, ప్రభువునందు నాకు మంచి సమయము ప్రాప్తించి యుండగా సహోదరుడైన తీతు నాకు కన బడనందున",
          "id": "12"
        },
        {
          "des": "నా మనస్సులో నెమ్మది లేక వారియొద్ద సెలవు తీసికొని అక్కడనుండి మాసిదోనియకు బయలుదేరితిని.",
          "id": "13"
        },
        {
          "des": "మా ద్వారా ప్రతి స్థలమందును క్రీస్తును గూర్చిన జ్ఞానముయొక్క సువాసనను కనుపరచుచు ఆయనయందు మమ్మును ఎల్లప్పుడు విజయోత్సవముతో ఊరేగించుచున్న దేవునికి స్తోత్రము.",
          "id": "14"
        },
        {
          "des": "రక్షింపబడువారి పట్లను నశించువారి పట్లను మేము దేవునికి క్రీస్తు సువాసనయై యున్నాము.",
          "id": "15"
        },
        {
          "des": "నశించువారికి మరణార్థమైన మరణపు వాసనగాను రక్షింప బడువారికి జీవార్థమైన జీవపు వాసనగాను ఉన్నాము.",
          "id": "16"
        },
        {
          "des": "కావున ఇట్టి సంగతులకు చాలినవాడెవడు? మేము దేవుని వాక్యమును కలిపి చెరిపెడు అనేకులవలె ఉండక, నిష్కాపట్యముగలవారమును దేవునివలన నియమింపబడిన వారమునైయుండి, క్రీస్తునందు దేవునియెదుట బోధించు చున్నాము.",
          "id": "17"
        }
      ]
    }
  ]
}